Revit 2026 API

# AssemblyDifference Properties

---

The AssemblyDifference type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

AssemblyDifference Class

Autodesk.Revit.DB Namespace